[{"category":"ChargeBack","input":"Klientja ankohet për debitime të paautorizuara nga LINK ONLINE."},
  {"category":"ATM jo RBAL","input":"Klientja kërkon rimbursim për zbritje 3400.54 ALL që nuk e ka kryer."},
  {"category":"KARTE JO e bankes","input":"Klienti në Honolulu s'mori paratë as kartën kur tentoi të tërhiqte me kartë angleze."},
  {"category":"Detyrime","input":"Klientja mori letër për detyrim të paguar dy vite më parë; kërkon sqarim."},
  {"category":"MB app","input":"Klientja pati probleme me logimin në MAR; u zgjidh pas vizitës në degë."},
  {"category":"Pagesa","input":"Klienti s'ka marrë transfertë nga shtëpi botuese; ka dokumente që vërtetojnë transferimin."},
  {"category":"Mbyllje llogarie","input":"Klienti kërkoi mbylljen e llogarisë, por ende s'është mbyllur; kërkon zgjidhje."},
  {"category":"ATM Cash In","input":"Klienti depozitoi 5900 ALL në ATM, por fondet s'u pasqyruan në llogari."},
  {"category":"ATM (veprim i paautorizuar)","input":"Klientja u zbrit dy herë shuma, edhe pse tërhoqi vetëm një herë."},
  {"category":"ATM (klienti nuk priti kohën e mjaftueshme)","input":"Klientja s'priti mjaftueshëm për 108,000 lekë; paratë u rikthyen në ATM."},
  {"category":"ATM (ATM nuk nxori shumën e kërkuar)","input":"Klientja tentoi të tërheqë 20,000 ALL, por ATM-ja s'i dha paratë; shuma u zbrit."},
  {"category":"Komisione mirëmbajtjeje llogarie","input":"Klientja ankohet për komisione mirëmbajtjeje, ndonëse është në Paketën Klasik."},
  {"category":"Komisione","input":"Klienti ankohet për komisione të mbajtura pa informim."},
  {"category":"Bllokim llogarie për palë të treta","input":"Llogaria e bllokuar nga tatimet; pas komunikimit, u zhbllokua."},
  {"category":"Bllokim llogarie nga banka","input":"Klientja gjeti llogarinë e bllokuar pa arsye të njohur."},
  {"category":"E përgjithshme","input":"Klientja merr kode për digital banking pa tentuar regjistrim; kërkon sqarim."},
  {"category":"MOS MBYLLJE KREDIE NGA BANKA","input":"Klientja pagoi për mbyllje kredie, por procedura s'u krye; kërkon rimbursim interesash."},
  {"category":"Interes i aplikuar jo korrektësisht","input":"Klientja ankohet për interes të gabuar në kredi; kërkon rimbursim."},
  {"category":"Mungesë në arkë","input":"Klienti ankohet për radhë të gjata dhe mungesë organizimi; sugjeron shtim stafi."},
  {"category":"Pakënaqësi","input":"Klientja ankohet për pritje të gjatë dhe mungesë organizimi në degë."},
  {"category":"Vonesë në tërheqjen e kartës","input":"Klienti aplikoi për kartë krediti, por ende s'e ka marrë; probleme teknike."},
  {"category":"Veprim POS","input":"Klientit i janë zbritur para nga karta pa autorizim; kërkon kthim fondesh."},
  {"category":"Rritje limiti","input":"Klienti kërkon rritjen e limiteve sipas segmentimit të ri."},
  {"category":"Person i gabuar","input":"Klienti merr mesazhe që s'i përkasin; kërkon të mos njoftohet më."},
  {"category":"Të tjera / kushtet e punës","input":"Klienti ka kredi; prona është dëmtuar; kërkon mbyllje kredie dhe kthim këstesh."},
  {"category":"SMS njoftues në numër të gabuar","input":"Klienti merr telefonata për person tjetër; kërkon sistemim."},
  {"category":"Pakënaqësi për kohën e pritjes për kartën","input":"Klienti ka aplikuar për kartë, ende s'e ka marrë; ankohet për burokraci."},
  {"category":"Përmirësim kushteve","input":"Klienti ankohet për probleme me ATM-në; kërkon zgjidhje."},
  {"category":"Informacion i gabuar mbi gjendjen e kartës","input":"Klientja merr mesazhe për detyrime, ndërkohë që ka gjendje kreditore."},
  {"category":"Vonesë në aprovim/disbursim","input":"Klientja aplikoi për kredi, ende s'ka përgjigje; ankohet për vonesë."},
  {"category":"Paketat e llogarive PI","input":"Klientit i janë mbajtur komisione; kërkon rimbursim dhe sqarim."},
  {"category":"Të tjera","input":"Klienti pagoi dy komisione për MAR; kërkon sqarim dhe rimbursim."},
  {"category":"Verifikim mbi vlerën e kuotave","input":"Klienti pretendon se s'ka marrë interesa për vitin 2029; kërkon sqarim."},
  {"category":"Transferta","input":"Klienti bëri transferte me komisione OUR, por përfituesit iu mbajtën komisione; kërkon sqarim."},
  {"category":"Rradhet ne dege","input":"Me eshte dashur te pres mbi 1 ore e gjysem per te marre sherbimin e kerkuar ne degen \"x\""},
  {"category":"Pakenaqesi per sherbimin","input":"Jam nje klient i rregullt i deges \"xxxxxx\", punonjesit(bankieri) mu pergjigj keq dhe me tone te ashpera"},
  {"category":"Sounds like our app had a bit too much 'downtime'-let me speed things up!","input":"I think your app needs some caffeine. It's soooo slow."},
]
